tap "ankitpokhrel/jira-cli"
tap "ariga/tap"
tap "aserto-dev/tap"
tap "atlassian/acli"
tap "cloudflare/cloudflare"
tap "coder/coder"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "hidetatz/tap"
tap "nikolaeu/numi"
tap "opcr-io/tap"
tap "oven-sh/bun"
tap "teamookla/speedtest"
tap "weaveworks/tap"
brew "act"
brew "argocd"
brew "atlas"
brew "awscli"
brew "cloudflared"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "googleworkspace-cli"
brew "grpcurl"
brew "helm"
brew "jira-cli"
brew "kubernetes-cli"
brew "krew"
brew "lazygit"
brew "lcov"
brew "markdownlint-cli"
brew "neovim"
brew "pandoc"
brew "php"
brew "popeye"
brew "postgresql@14", restart_service: :changed
brew "pure"
brew "pyenv"
brew "ripgrep"
brew "swiftformat"
brew "tmux"
brew "uv"
brew "vercel-cli"
brew "volta"
brew "watch"
brew "wget"
brew "xcbeautify"
brew "xcode-build-server"
brew "yadm"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aserto-dev/tap/topaz"
brew "atlassian/acli/acli"
brew "coder/coder/coder"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "hidetatz/tap/kubecolor"
brew "nikolaeu/numi/numi-cli"
brew "opcr-io/tap/policy"
brew "oven-sh/bun/bun"
brew "teamookla/speedtest/speedtest"
brew "weaveworks/tap/eksctl"
cask "aldente"
cask "alfred"
cask "alt-tab"
cask "asset-catalog-tinkerer"
cask "beekeeper-studio"
cask "chromium"
cask "cursor"
cask "datagrip"
cask "docker-desktop"
cask "dotnet-sdk"
cask "gcloud-cli"
cask "git-credential-manager"
cask "hiddenbar"
cask "homerow"
cask "iterm2"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "mactex"
cask "monitorcontrol"
cask "numi"
cask "obsidian"
cask "postman"
cask "postman-cli"
cask "rectangle"
cask "shottr"
cask "spotify"
cask "temurin"
cask "temurin@17"
cask "visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
vscode "yy0931.vscode-sqlite3-editor"
go "go.etcd.io/bbolt/cmd/bbolt"
go "github.com/evnix/boltdbweb"
go "github.com/go-delve/delve/cmd/dlv"
go "golang.org/x/tools/gopls"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "honnef.co/go/tools/cmd/staticcheck"
krew "modify-secret"
krew "resource-capacity"
krew "view-utilization"
npm "corepack"
