tap "aserto-dev/tap"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "hidetatz/tap"
tap "nikolaeu/numi"
tap "opcr-io/tap"
tap "oven-sh/bun"
brew "act"
brew "argocd"
brew "sqlite"
brew "awscli"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "grpcurl"
brew "helm"
brew "kubernetes-cli"
brew "krew"
brew "markdownlint-cli"
brew "neovim"
brew "php"
brew "postgresql@14", restart_service: :changed
brew "pure"
brew "pyenv"
brew "ripgrep"
brew "terraform"
brew "tmux"
brew "uv"
brew "volta"
brew "wget"
brew "yadm"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aserto-dev/tap/topaz"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/vault"
brew "hidetatz/tap/kubecolor"
brew "nikolaeu/numi/numi-cli"
brew "opcr-io/tap/policy"
brew "oven-sh/bun/bun"
cask "aldente"
cask "alfred"
cask "alt-tab"
cask "beekeeper-studio"
cask "cursor"
cask "docker-desktop"
cask "dotnet-sdk"
cask "git-credential-manager"
cask "hiddenbar"
cask "homerow"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "numi"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "shottr"
cask "spotify"
cask "visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.github-vscode-theme"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
vscode "yy0931.vscode-sqlite3-editor"
go "go.etcd.io/bbolt/cmd/bbolt"
go "github.com/evnix/boltdbweb"
go "golang.org/x/tools/gopls"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "honnef.co/go/tools/cmd/staticcheck"
