adpyke.vscode-sql-formatter
alefragnani.numbered-bookmarks
ambooth.git-rename
astro-build.astro-vscode
attilabuti.vscode-mjml
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
dnicolson.binary-plist
dorzey.vscode-sqlfluff
eamodio.gitlens
esbenp.prettier-vscode
flowtype.flow-for-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
graphql.vscode-graphql-syntax
hashicorp.terraform
idleberg.applescript
jakebecker.elixir-ls
leetcode.vscode-leetcode
mellowmarshmallow.groovy
mrmlnc.vscode-json5
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
orta.vscode-jest
orta.vscode-twoslash-queries
reactreedev.reactree
redhat.java
redhat.vscode-yaml
searking.preview-vscode
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
tal7aouy.icons
tamasfe.even-better-toml
team-sapling.sapling
trixnz.vscode-lua
vintharas.learn-vim
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wallabyjs.console-ninja
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
zaaack.markdown-editor
asvetliakov.vscode-neovim
